Repository: intarget/CS-Cart
Catalog: var/langs/*/addons/intarget.po
Languages: ru_ru

# Addons::name::intarget
source: intarget
ru_ru: inTarget eCommerce

# Addons::description::intarget
source: intarget desc
ru_ru: Система аналитики для интернет-магазина, с возможностью отслеживать продажи и<br/>анализировать конверсии в реальном времени.

# Languages::intarget.auth
source: <a id="auth" class="cm-ajax cm-comet btn btn-primary" href="[reg_intarget]&url=[http_location]" style="text-align:center;">Auth</a>
ru_ru: <a id="auth" class="cm-ajax cm-comet btn btn-primary" href="[reg_intarget]&url=[http_location]" style="text-align:center;">Авторизация</a>

# Languages::intarget_connect_notification
source: The <a href="[addon_link]">inTarget</a> is not connected to the <a href="https://intarget.ru" target="_blank">inTarget service</a>. Set it up to enable.
ru_ru: В настоящий момент <a href="[addon_link]">модуль inTarget</a> не подключён. Настройте этот модуль, указав ваш Email и Ключ API с сайта <a href="https://intarget.ru" target="_blank">inTarget</a> в настройках модуля.

# Languages::intarget.intarget_desc
source: Try inTarget eCommerce
ru_ru: Оцените принципиально новый подход к просмотру статистики. Общайтесь со своей аудиторией, продавайте лучше, зарабатывайте больше. И все это бесплатно!

# Languages::apikey
source: API Key
ru_ru: Ключ API

# Languages::intarget_connect
source: Auth
ru_ru: Авторизация

# Languages::intarget.help1
source: Input values from <a href="https://intarget.ru" ">inTarget</a>
ru_ru: Введите email и ключ API из личного кабинета <a href="https://intarget.ru" ">inTarget</a>

# Languages::intarget.help2
source: Registration in <a href="https://intarget.ru" target="_blank">inTarget.ru</a>
ru_ru: Если вы ещё не зарегистрировались в сервисе inTarget это можно сделать по ссылке <a href="https://intarget.ru" target="_blank">inTarget.ru</a>

# Languages::intarget.help3
source: TechSupport <a href="mailto:plugins@intarget.ru">plugins@intarget.ru</a>
ru_ru: Служба технической поддержки <a href="mailto:plugins@intarget.ru">plugins@intarget.ru</a>

# Languages::intarget.help5
source: Help 5
ru_ru: Войдите в личный кабинет <a href="https://intarget.ru" target="_blank">inTarget.ru</a> для просмотра статистики.

# Languages::intarget_auth_error
source: Auth Error
ru_ru: Ошибка регистрации

# Languages::intarget.success
source: Success
ru_ru: Поздравляем! Ваш сайт успешно привязан к аккаунту <a href="https://intarget.ru" target="_blank">inTarget.ru</a>.

# Languages::intarget.error_empty_fields
source: Error Empty Fields
ru_ru: Заполните обязательные поля!

# Languages::intarget.error_403
source: Error 403
ru_ru: Введен неверный ключ API!

# Languages::intarget.error_404
source: Error 404
ru_ru: Данный email не зарегистрирован на сайте https://intarget.ru

# Languages::intarget.error_500
source: Error 500
ru_ru: Невозможно создать проект. Возможно, он уже создан.

# Languages::intarget.error_0
source: Error 0
ru_ru: Неверный формат данных.

# Languages::intarget.error_1
source: Error 1
ru_ru: Ошибка при сохранении данных модуля.

# SettingsSections::intarget::general
source: intarget Settings
ru_ru: Настройки inTarget

# SettingsOptions::intarget::intarget_email
source: intarget email
ru_ru: Email

# SettingsOptions::intarget::intarget_apikey
source: intarget apikey
ru_ru: Ключ API

# SettingsTooltips::intarget::intarget_email
source: intarget Email Tooltip
ru_ru: Ваш Email в системе inTarget.ru

# SettingsTooltips::intarget::intarget_apikey
source: intarget Api Key Tooltip
ru_ru: Ваш Ключ API
